{
  "news": {
    "rak_ke_vii_sukses_terlaksana": {
      "backgroundColor": "#098271",
      "brief": "Kepengurusan HMI Komisariat As’adiyah Sengkang Periode 2019-2020 sukses melaksanakan.......",
      "content": " **Departemen Infokom** - Kepengurusan HMI Komisariat As’adiyah Sengkang Periode 2019-2020 sukses melaksanakan tanggung jawab terakhirnya yaitu pelaksanaan RAK ke-VII, maka dengan selesainya RAK ke VII, kepengurusan ini dinyatakan demisioner dan tongkat estafet kepengurusan akan diambil alih oleh kakanda Risal Firdaus.  Berdasarkan aturan tertinggi organisasi (AD/ART), forum pengambilan keputusan tertinggi di tingkat komisariat dinamakan Rapat Anggota Komisariat atau RAK dengan agenda meminta Laporan Pertanggung Jawaban (LPJ) kepengurusan periode berjalan, memilih dan menetapkan Formateur Ketua Umum untuk kepengurusan periode berikutnya, dan menetapkan Garis-garis Besar Program Kerja Komisariat. Ketua Panita Pelaksana RAK kali ini, kakanda Kurniawan menuturkan bahwa, \"Kami mempersiapkan RAK ini dalam jangka waktu 3 hari saja, kami berusaha semaksimal mungkin demi menyukseskan agenda terakhir dari kepengurusan kali ini.\"  <plastic-image srcset=\"https://storage.googleapis.com/hmi-asadiyah.appspot.com/posts/hasil-rak.jpg\" lazy-load preload fade></plastic-image>  Kini harapan untuk lebih baik lagi akan diamanahkan kepada kakanda Risal Firdaus. Semoga dalam kepengurusannya mampu memberikan kontribusi lebih demi terwujudnya HMI Komisariat As’adiyah yang lebih baik lagi",
      "image": "https://storage.googleapis.com/hmi-asadiyah.appspot.com/posts/foto-bersama-rak.jpg",
      "published": "2020-02-22",
      "title": "RAK ke-VII Sukses Terlaksana",
      "author": {
        "name": "@Humas_Infokom_HMI_Asadiyah",
        "image": "/images/author/redaksi.png"
      }
    },
    "tingkatkan_wawasan_kehmian_hmi_komisariat_asadiyah_adakan_bedah_buku": {
      "backgroundColor": "#74D5E9",
      "brief": "Sengkang, 27 Februari 2020. Dalam rangka meningkatkan wawasan kader, HMI Komisariat As’adiyah mengadakan bedah buku yang bertajuk <span><i>\"Refleksi Karakteristik Kader HMI\"</i></span> yang diagendakan di Asrama HPMB Jl. Mawar Sengkang.....",
      "content": "**Departemen Infokom** - Sengkang, 27 Februari 2020. Dalam rangka meningkatkan wawasan kader, HMI Komisariat As’adiyah mengadakan bedah buku yang bertajuk <span><i>\"Refleksi Karakteristik Kader HMI\"</i></span> yang diagendakan di Asrama HPMB Jl. Mawar Sengkang.  Bedah buku kali ini mengangkat salah satu buku yang cukup kontroversial di awal dekade 80-an. Buku yang merupakan kumpulan catatan-catatan harian salah satu kader terbaik HMI generasi 70-an dan juga salah satu aktivis angkatan ’66. Dialah rakanda Ahmad Wahib yang hidupnya berakhir tragis.  Adapun gambaran singkat buku ini berisikan curahan ide-ide segarnya tentang bagaimana Islam dan teologi. Dasar-dasar pemikiran tentang bagaimana Islam harus dipahami. Disitulah titik sentral dari pikiran-pikiran pembaharuannya. Ia nyaris berhasil secara relatif lengkap, apabila konsepsi teologis yang ditawarkan menemukan wujudnya yang relatif jelas.  <plastic-image srcset=\"https://storage.googleapis.com/hmi-asadiyah.appspot.com/posts/kajian-1.jpg\" lazy-load preload fade></plastic-image>  Suasana diskusi yang berlangsung menarik dengan suguhan pro dan kontra terhadap pemikiran-pemikiran tersebut. Pemantik dalam diskusi kali ini, kakanda Kurniawan memulai memaparkan isi buku dengan membaginya ke dalam 3 sub bagian, yaitu:  - Ikhtiar Ahmad Wahib memandang problamatika keagamaan di Tanah Air. - Meneropong Hubungan Islam dan Negara. - Kritikan Ahmad Wahid terhadap Dunia Kemahasiswan dan Keilmuan.  Setelah hampir 2 jam diskusi dilakukan dilanjutkan dengan shalat maghrib berjamaah di Masjid Istiqomah kemudian dilanjutkan Yasinan Bersama.",
      "image": "https://storage.googleapis.com/hmi-asadiyah.appspot.com/posts/kajian-1-image.jpg",
      "published": "2020-02-27",
      "title": "Tingkatkan Wawasan KeHMIan, HMI Komisariat As’adiyah adakan Bedah Buku",
      "author": {
        "name": "@Humas_Infokom_HMI_Asadiyah",
        "image": "/images/author/redaksi.png"
      }
    }
  },
  "opini": {
    "merajut_kembali_kejayaan_hmi_komisariat_asadiyah": {
      "backgroundColor": "#FF8040",
      "brief": "Kibaran bendera Himpunan Mahasiswa Islam (HMI) di jagad raya kemahasiswaan memang tidak pernah surut hingga kini. Maklum saja, organisasi yang berdiri sejak tanggal 5 Februari 1947 dengan bernafaskan keislaman dan berbasis intelektualitas ini telah dan terus menelurkan...",
      "content": "Kibaran bendera Himpunan Mahasiswa Islam (HMI) di jagad raya kemahasiswaan memang tidak pernah surut hingga kini. Maklum saja, organisasi yang berdiri sejak tanggal 5 Februari 1947 dengan bernafaskan keislaman dan berbasis intelektualitas ini telah dan terus menelurkan sederat kampiun kenamaan di berbagai bidang, mulai dari para akademisi, politisi, pengusaha, hingga petinggi negara. Namun demikian, pantulan suara genderang HMI ternyata juga tidak kalah sumbangnya dengan apa yang telah dihasilkannya selama ini. Tak pelak, di tengah-tengah nada yang membanggakan, kiprah HMI kerap kali diterjang kritik yang beraneka ragam.  Pasalnya, tujuan dasar organisasi untuk membina insan akademis, pencipta, pengabdi yang bernafaskan Islam dan bertanggung jawab atas terwujudnya masyarakat adil makmur yang di ridhoi Allah SWT bak api jauh dari panggang. Aksi intelektual yang menjadi garda terdepan corak pergerakan HMI kian hari kian memudar. Bahkan, tidak jarang justru cipratan noda hitam muncul akibat bentrokan fisik yang terjadi antarsesama kader muda HMI ataupun organisasi lainnya. Tokoh-tokoh HMI yang acapkali tersandung dengan berbagai kasus hukum dan imoral, turut pula menambah wajah buram organisasi ini. Tak pelak, hal tersebut seringkali dihembuskan menjadi bumbu politis dari pihak yang tidak senang dengan keberadaan HMI. Lebih dari itu, terbentuk dualisme kepengurusan yang kadang terjadi hampir di tiap tingkatan Kepengurusan HMI, mulai dari tingkatan PB, Cabang, hingga Komisariat sekalipun, menyebabkan banyak pihak menggeleng-gelengkan kepala menunjukan tanda keheranannya.  Tulisan ini bukan dimaksudkan untuk sekedar mengupas dua sisi wajah HMI semata. Namun lebih dari itu, yaitu untuk dijadikan bahan refleksi bersama perjalanan kita guna membangun kembali kejayaan HMI melalui perjuangan dan pegerakan yang sesuai dengan perkembangan jaman tanpa melenceng jauh dari arah pembentukannya.  Pertanyaannya kini adalah dari manakah sekarang kita harus memulainya? Tentunya tidak akan ada jawaban yang mutlak untuk pertanyaan tersebut, tetapi marilah kita sejenak mengingat kembali Firman Allah SWT dalam surat Ar Ra’du ayat 11 yang berbunyi,   <div layout horizontal center-justified><span><i>***\"Sesungguhnya Allah tiada mengubah keadaan suatu kaum, kecuali jika mereka mengubah keadaan diri mereka sendiri.\"***</i></span></div>  Ayat ini menggambarkan bahwa setiap kaum dapat berubah apabila mereka berkehendak untuk melakukan perubahan diri mereka sendiri. Untuk itu berlakulah konsep perbaikan dan kebangkitan yang harus dimulai dari diri sendiri, keluarga, umat, masyarakat, kemudian bangsa dan negara.  Dalam konteks perbaikan dan penyempurnaan eksistensi HMI, maka perubahan haruslah datang dari hal yang paling dekat dan sederhana dari kita semua, yaitu pribadi kita masing-masing, para anggota dan alumni sebagai insan mulia dengan ditopang pula oleh penguatan kelembagaan HMI di tingkat Komisariat sebagai nadi terdekat dari basis pergerakan organisasi secara struktural.",
      "image": "https://storage.googleapis.com/hmi-asadiyah.appspot.com/posts/opini-1.jpg",
      "published": "2020-06-11",
      "title": "Merajut Kembali Kejayaan HMI Komisariat As’adiyah",
      "author": {
        "name": "@kurnhyalcantara (Sekretaris Umum HMI Komisariat As'adiyah)",
        "image": "/images/author/kurnhy.png"
      }
    },
    "Idul_Adha_Sebagai_Momen_Refleksi_Bersama": {
      "backgroundColor": "#825106",
      "brief": "Perlu kita kembali merenungkan apa yang terjadi di tahun 2020 hingga detik ini. Tak ada orang yang menduga pada saat kita sedang bereuforia terhadap pergantian tahun 2020 akhir Desember 2019 lalu, di sebuah wilayah salah satu negara adidaya seorang...",
      "content": "Perlu kita kembali merenungkan apa yang terjadi di tahun 2020 hingga detik ini. Tak ada orang yang menduga pada saat kita sedang bereuforia terhadap pergantian tahun 2020 akhir Desember 2019 lalu, di sebuah wilayah salah satu negara adidaya seorang dokter mendeteksi virus jenis _SARS_ dengan pola yang berbeda dengan virus jenis _SARS_ pada umumnya. Kita terkadang sering memiliki sifat meremehkan diawal yang imbasnya berjuang mati-matian yang kita sendiri sampai kapan akan berakhir.  Covid-19 mampu menghancurkan hegemoni kehidupan manusia di belahan dunia yang setiap tahun bergerak statis. Pegawai yang tiap pagi menuju kantornya, anak-anak sekolah bersama gurunya melaksanakan KBM di kelas, hingga pak Presiden yang tiap bulannya sibuk merumuskan paket kebijakan ekonomi. Hal-hal tersebut diputar 180 derajat oleh Covid-19 sehingga Menteri Keuangan Sri Mulyani mengalihkan prioritas APBN ke penanganan Covid-19.  Berbagai macam inovasi-inovasi pun bermunculan, seperti sistem pembelajaran dengan sistem teleconference. Tak heran apabila aplikasi teleconference seperti Zoom, berhasil menduduki peringkat pertama di _Play Store._ Orang yang paling cekatan saat ini adalah orang yang mampu memanfaatkan peluang di tengah pandemi. Maka saya pada akhirnya tidak begitu kaget ketika membaca artikel di situs forum online yaitu Kaskus, dengan judul “Pendiri Zoom mampu mencetak laba fantastis di kuartal I dan II di  tahun 2020”. Setidaknya ini membuktikan pepatah yang mengatakan dibalik bencana yang ditimpa seseorang, maka akan ada segilintir orang mendapat keuntungan. Haha, aneh aneh :).  Pada akhirnya kita telah memasuki separuh tahun 2020. Di penghujung bulan Juli ini, umat Islam di seluruh dunia menyambut Hari Raya Idul Adha 1441 H. Seperti halnya Hari Raya Idul Fitri beberapa bulan yang lalu, kemungkinan Perayaan Idul Kurban akan tetap sama. Maka pada momen Hari Raya Idul Adha ini setidaknya ada hikmah yang bisa kita jadikan refleksi bersama. Sepanjang tahun 2020 kita bersama-sama berjuang melawan penyebaran Virus Covid-19, segala pengorbanan kita telah curahkan bersama, baik itu pengorbanan waktu dan biaya. Maka dari itu, dengan panjatan doa serta dzikir bermunajat kepada Allah SWT disertai usaha dan ikhtiar. Insya Allah kita bisa lepas dari segala mara bahaya yang menimpa ummat manusia. Amin Yaa Rabbal Alamin. Yakin Usaha Sampai. Segenap keluarga besar Himpunan Mahasiswa Islam Komisariat As'adiyah Sengkang Cabang Wajo mengucapkan Selamat Hari Raya Idul Adha 1441 H.  <plastic-image srcset=\"https://firebasestorage.googleapis.com/v0/b/hmi-asadiyah.appspot.com/o/posts%2Fopini-2.jpg?alt=media&token=dc480381-5732-4a8e-b241-ad5376eff233\" lazy-load preload fade></plastic-image>  ",
      "image": "https://firebasestorage.googleapis.com/v0/b/hmi-asadiyah.appspot.com/o/posts%2Fopini-2.jpg?alt=media&token=dc480381-5732-4a8e-b241-ad5376eff233",
      "published": "2020-07-30",
      "title": "Idul Adha Sebagai Momen Refleksi Pertengahan 2020",
      "author": {
        "name": "@kurnhyalcantara (Sekretaris Umum HMI Komisariat As'adiyah)",
        "image": "/images/author/kurnhy.png"
      }
    }
  },
  "gallery": [
    "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo1.jpg",
    "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo2.jpg",
    "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo3.jpg",
    "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo4.jpg",
    "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo5.jpg",
    "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo6.jpg",
    "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo7.jpg",
    "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo8.jpg",
    "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo9.jpg",
    "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo10.jpg"
  ],
  "notifications": {
    "config": {
      "icon": "/images/favicon.ico",
      "timezone": "+08:00"
    },
    "messages": {},
    "subscribers": {},
    "test": {},
    "users": {}
  },
  "schedule": {
    "1": {
      "month": "Februari",
      "timeslots": [
        {
          "dateMonth": "20 Feb",
          "sessions": [
            {
              "items": [
                101
              ]
            }
          ]
        },
        {
          "dateMonth": "27 Feb",
          "sessions": [
            {
              "items": [
                102
              ]
            }
          ]
        },
        {
          "dateMonth": "29 Feb",
          "sessions": [
            {
              "items": [
                103
              ]
            }
          ]
        },
        {
          "dateMonth": "31 Feb",
          "sessions": [
            {
              "items": [
                104
              ]
            }
          ]
        }
      ]
    },
    "2": {
      "month": "Maret",
      "timeslots": [
        {
          "dateMonth": "20 Feb",
          "sessions": [
            {
              "items": [
                101
              ]
            }
          ]
        },
        {
          "dateMonth": "27 Feb",
          "sessions": [
            {
              "items": [
                102
              ]
            }
          ]
        },
        {
          "dateMonth": "29 Feb",
          "sessions": [
            {
              "items": [
                103
              ]
            }
          ]
        },
        {
          "dateMonth": "31 Feb",
          "sessions": [
            {
              "items": [
                104
              ]
            }
          ]
        }
      ]
    }
  },
  "sessions": {
    "101": {
      "dateReadable": "20 Februari 2020",
      "partisipants": "Umum",
      "description": "Pelaksanaan Rapat Anggota Komisariat ke VII dalam rangka agenda pembacaan LPJ kepengurusan dan pemilihan ketua umum baru",
      "status": "terbuka",
      "tags": [
        "Rapat",
        "Perkaderan"
      ],
      "title": "Pelaksanaan RAK ke-VII",
      "city": "Sengkang",
      "address": "Asrama HPMB",
      "poster": "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo1.jpg"
    },
    "102": {
      "dateReadable": "27 Februari 2020",
      "partisipants": "Kader",
      "description": "Pelaksanaan Rapat Anggota Komisariat ke VII dalam rangka agenda pembacaan LPJ kepengurusan dan pemilihan ketua umum baru",
      "status": "ditutup",
      "tags": [
        "Kajian"
      ],
      "title": "Pelaksanaan RAK ke-VII",
      "city": "Sengkang",
      "address": "Asrama HPMB",
      "poster": "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo2.jpg"
    },
    "103": {
      "dateReadable": "29 Februari 2021",
      "partisipants": "Umum",
      "description": "Pelaksanaan Rapat Anggota Komisariat ke VII dalam rangka agenda pembacaan LPJ kepengurusan dan pemilihan ketua umum baru",
      "status": "ditutup",
      "tags": [
        "Perkaderan"
      ],
      "title": "Pelaksanaan RAK ke-VII",
      "city": "Sengkang",
      "address": "Asrama HPMB",
      "poster": "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo2.jpg"
    },
    "104": {
      "dateReadable": "31 Februari 2021",
      "partisipants": "Kader",
      "description": "Pelaksanaan Rapat Anggota Komisariat ke VII dalam rangka agenda pembacaan LPJ kepengurusan dan pemilihan ketua umum baru",
      "status": "ditutup",
      "tags": [
        "Rapat",
        "Kajian"
      ],
      "title": "Pelaksanaan RAK ke-VII",
      "city": "Sengkang",
      "address": "Asrama HPMB",
      "poster": "https://storage.googleapis.com/hmi-asadiyah.appspot.com/gallery/photo2.jpg"
    }
  },
  "speakers": {
    "jusuf_kalla": {
      "job": "Mantan Wakil Presiden RI",
      "featured": true,
      "name": "Jusuf Kalla",
      "photoUrl": "https://storage.googleapis.com/hmi-wajo.appspot.com/images/people/jusuf-kalla.jpg"
    },
    "nurcholish_madjid": {
      "job": "Tokoh Pembaharu Islam",
      "featured": true,
      "name": "Nurcholish Madjid",
      "photoUrl": "https://storage.googleapis.com/hmi-wajo.appspot.com/images/people/nurcholish-madjid.jpg"
    },
    "mahfud_md": {
      "job": "Menkumham RI",
      "featured": true,
      "name": "Mahfud MD",
      "photoUrl": "https://storage.googleapis.com/hmi-wajo.appspot.com/images/people/mahfud-md.jpg"
    },
    "abraham_samad": {
      "job": "Mantan Ketua KPK",
      "featured": true,
      "name": "Abraham Samad",
      "photoUrl": "https://storage.googleapis.com/hmi-wajo.appspot.com/images/people/abraham-samad.jpg"
    },
    "akbar_tanjung": {
      "job": "Mantan Ketua DPR RI",
      "featured": true,
      "name": "Akbar Tanjung",
      "photoUrl": "https://storage.googleapis.com/hmi-wajo.appspot.com/images/people/akbar-tanjung.jpg"
    }
  },
  "triggers": {
    "images": false
  },
  "videos": [
    {
      "speakers": "",
      "thumbnail": "https://firebasestorage.googleapis.com/v0/b/hmi-wajo.appspot.com/o/images%2Fthumbnail%2FHimpunan-Mahasiswa-Islam-HMI.jpeg?alt=media&token=2a78e3c1-89d5-41b6-9713-24ce4d625c21",
      "title": "Lintasan Sejarah HMI",
      "youtubeId": "lvyVZdbF6b8"
    },
    {
      "speakers": "",
      "thumbnail": "https://firebasestorage.googleapis.com/v0/b/hmi-wajo.appspot.com/o/images%2Fthumbnail%2Fhymne.png?alt=media&token=08d0a7d0-b74f-4161-9698-96ea01756924",
      "title": "Hymne HMI",
      "youtubeId": "p7Ndv0E8W-4"
    },
    {
      "speakers": "",
      "thumbnail": "https://firebasestorage.googleapis.com/v0/b/hmi-wajo.appspot.com/o/images%2Fthumbnail%2Fpanahnegeri.png?alt=media&token=ffcbd88f-0c93-42d8-ac93-22fa50e34f52",
      "title": "HMI Panah Negeri",
      "youtubeId": "WDBg5xzHgOA"
    }
  ]
}